{
  "tokenizer_class": "PreTrainedTokenizerFast",
  "bos_token": "<bos>",
  "eos_token": "<eos>",
  "unk_token": "<unk>",
  "pad_token": "<pad>",
  "model_max_length": 512,
  "clean_up_tokenization_spaces": true
}
